Repository: atifmalick/ZegoLive
Catalog: tap_flutter_master-main/tapp-flutter-master/lib/l10n/app_*.arb
Languages: es

# splash_screen_title
source: Loading posts near you...
es: Cargando publicaciones cerca de tí...

# boarding_third_title
source: Important use of your location
es: Importante uso de tu ubicacion

# boarding_third_msg
source: Tapp requires the use of real-time location, so you can send alerts for help when you're in need and get alerts from someone else as long as they're close to you. It will also show you posts from other people near you as well as your posts to others. These are the only ways Tapp uses your location!
es: Tapp requiere el uso de la ubicación en tiempo real, para que puedas enviar alertas de ayuda cuando te encuentres en una situación de necesidad y obtener de igual manera alerta de otra persona, siempre y cuando esté cercana a ti. Además te mostrará publicaciones de otras personas cercanas a ti como también tus publicaciones a los demás. ¡Estas son las únicas formas que Tapp usa tu ubicación!

# boarding_first_title
source: Tapp app is the only geosocial network with GeoChat™ that facilitates communication between people
es: Tapp app es la única red geosocial con GeoChat™ que facilita la comunicación entre personas

# boarding_first_msg
source: with real-time geographic reach from your current location.
es: con alcance geográfico en tiempo real desde su ubicación actual.

# insecurity_title
source: Do you feel insecurity?
es: ¿Sientes inseguridad?

# insecurity_msg1
source: If you find yourself in a situation of needing support due to insecurity, you can ask for help from the people who are close to you or from your trusted contacts, which are added by username.
es: Site encuentras en situación de necesitar apoyo por inseguridad puedes pedir ayuda a las personas que se encuentran cerca de ti o a tus contactos de confianza, los cuales se agregan por username.

# insecurity_msg2
source: Having a location is important to know if someone nearby needs support or even for them to know that you need support.
es: Tener ubicación es importante para saber si alguien cerca necesita apoyo o incluso para que sepan que tú necesitas apoyo.

# insecurity_msg3
source: You will also receive alerts from people in a state of safety near you.
es: También recibirás alertas de personas en estado de seguridad cerca de ti.

# feed_feature_title
source: Find out what's going on around you
es: Entérate de lo que pasa a tu alrededor

# feed_feature_msg
source: As you change locations, your feed will update with posts from people nearby.
es: A medida que cambies de ubicación, tu feed se actualizará con las publicaciones de las personas cercanas.

# btn_back
source: Back
es: Atrás

# btn_begin
source: Begin
es: Empezar

# btn_continue
source: Continue
es: Siguiente

# login_title
source: Login
es: Iniciar sesión

# login_email
source: Email
es: Correo

# login_password
source: Password
es: Contraseña

# password_cannot_empty
source: The password cannot be empty.
es: La contraseña no puede estar vacía.

# forgot_password
source: I forgot my password
es: Olvidé mi contraseña

# login_enter
source: Enter
es: Entrar

# login_term
source: Terms of use
es: Términos de uso

# login_privacy
source: Privacy Policy
es: Política de privacidad

# login_signup
source: You do not have an account? Sign up
es: ¿No tienes una cuenta? Regístrate

# enter_valid_email
source: Enter a valid email.
es: Introduce un correo válido.

# signup_title
source: Sign up
es: Regístrate

# signup_title1
source: sign up
es: Registrarme

# signup_login
source: Do you already have an account? Log in
es: ¿Ya tienes una cuenta? Inicia sesión

# signup_password_required
source: password is required
es: La contraseña es requerida

# signup_confirm_password
source: Confirm Password
es: Confirmar contraseña

source: Recover password
es: Recuperar contraseña

# recover_enter_email
source: Enter your email
es: Introduce tu correo

# verify_phone_num
source: Verify phone number
es: Verificar número de teléfono

source: Sign off
es: Cerrar sesión

source: Share
es: Compartir

# block
source: Exile a
es: Exiliar a

# feed_header_post
source: Go Live, Post a photo, etc.
es: Transmitir en vivo, publicar una foto, etc.

# create_post_header_title
source: New post
es: Nueva publicación

# create_post_publish
source: Post
es: Publicar

# add_gallery_btn_text
source: Gallery
es: Galería

# add_camera_btn_text
source: Camera
es: Cámara

# create_post_hint_msg
source: Share something with people near you.
es: Comparte algo con las personas cerca de ti.

# notification_header
source: Notifications
es: Notificaciones

# empty_conversation
source: You don't have any conversation for now
es: No tienes ninguna conversación por ahora

# empty_user
source: You have no followers...
es: No tienes seguidores...

# empty_contact
source: Your contact list is empty, try to add some...
es: Tu lista de contactos está vacía, intenta agregar algunos...

# empty_notification
source: You don't have any notification for now
es: No tienes ninguna notificación por ahora

# trust_list_header_title
source: Trusted contacts
es: Contactos de confianza

# trust_who
source: Who do you trust
es: A quién confías

source: Following
es: Siguiendo

# following_who
source: Who are you following
es: A quién estás siguiendo

source: Follower
es: Seguidores

# follow_who
source: who follows you
es: A quién te sigue

source: Update your profile
es: Actualiza tus datos

# update_your_name_or_pic
source: Change your name **or profile picture
es: Cambia tu nombre **o foto de perfil

source: Delete account
es: Eliminar cuenta

# delete_account_permanently
source: Delete your account permanently
es: Elimina tu cuenta permanentemente

# choose_help_alert
source: Choose who to send help alerts to
es: Escoge a quien enviar alertas de ayuda

# report_problem
source: Report a problem
es: Reporta un problema

# share_app
source: Send exclusive invites
es: Comparte la app

# neighborhood
source: Neighborhood (50m)
es: Vecinidad (50m)

# surroundings
source: Surroundings (500m)
es: Cercanias (500m)

# city
source: City (12km)
es: Ciudad (12km)

# share_msg
source: You have been invited to have access to TAPP in & connect in Real-Time to The Geo-Social Circle near you! Your Invite only App Store/Play store link: https://onelink.to/v6j4uz
es: ¡Le han invitado a tener acceso a TAPP y conectarse en tiempo real al círculo geosocial más cercano a usted! Su enlace de App Store/Play Store solo por invitación: https://onelink.to/v6j4uz

# look_like_nothing_around_here
source: Looks like there's nothing around here...
es: Parece que no hay nada por aquí cerca...

# block_user_next_publish
source: Blocked user, his next publications will not appear.
es: Usuario bloqueado, sus próximas publicaciones no te aparecerán.

# user_could_not_block
source: The user could not be blocked, please try again later.
es: No se ha podido bloquear al usuario, intenta más tarde.

# look_like_no_one_comment
source: Looks like no one has commented yet...
es: Parece que nadie ha comentado aún...

# error_occured_preform
source: An error occurred while performing the action, please try again later.
es: Ocurrió un error al realizar la acción, inténtalo mas tarde.

# hide_my_picture
source: hide my profile picture
es: Ocultar mi foto de perfil

# your_photo_not_appear_in_post
source: Your photo will not appear in posts, comments, chats, etc.
es: Tu foto no aparecerá en publicaciones, comentarios, chats, etc.

# hang_on
source: Hang on a minute...
es: Espera un momento...

source: All
es: Todos

source: People around
es: Personas alrededor

# trust_contact
source: Trusted contacts
es: Contactos de confianza

source: Added contact
es: Contacto agregado

source: Enter username
es: Introduce el nombre de usuario

source: Delete contact
es: Eliminar contacto

# will_remove_from_your_trust
source: will be removed from your trusted contact list.
es: se eliminará de tu lista de contactos de confianza.

source: Cancel
es: Cancelar

source: Eliminate
es: Eliminar

source: Contact deleted
es: Contacto eliminado

source: Message
es: Mensaje

source: Birthday
es: Cumpleaños

# the_field_not_be_blank
source: This field can not be blank.
es: Este campo no puede estar vacío.

source: Gender
es: Género

source: Civil status
es: Estado civil

source: Orientation
es: Orientación

# send_review
source: Send your review of the app
es: Manda tu reseña de la app

# review_submit
source: Review submitted.
es: Reseña enviada.

# regional_account
source: Allied regional account.
es: Cuenta regional aliada.

# user
source: Username
es: Usuario

source: Phone
es: Teléfono

source: Occupation
es: Ocupación

# sexual
source: Sexual preferences
es: Preferencias sexuales

# short_desc
source: Short description
es: Descripción corta

source: Profile
es: Perfil

# you_want_to_logout
source: Do you want to log out?
es: ¿Quieres cerrar sesión?

source: Accept
es: Aceptar

# try_update_your_profile
source: Try updating your profile photo later.
es: Intenta más tarde actualizar tu foto de perfil.

source: select from
es: Seleccionar desde

# you_still_not_follow
source: You still don't follow anyone...
es: Aún no sigues a nadie...

# unfollowing_user
source: Unfollowing the user...
es: Dejando de seguir al usuario...

# you_have_unfollow
source: You have unfollowed the user!
es: ¡Has dejado de seguir al usuario!

source: Stop following
es: Dejar de seguir

source: You will stop following
es: Dejarás de seguir a

# basic_info
source: Basic information
es: Información básica

# update_info
source: Updated information
es: Información actualizada

# complete_basic_info
source: Complete basic information
es: Completar información básica

source: Name
es: Nombre(s)

# surname
source: Last name
es: Apellido(s)

source: Username
es: Nombre de usuario

# try_not_real_name
source: Try not to associate it with your real name.
es: Trata de no relacionarlo con tu nombre real

source: Keep
es: Guardar

# unfollower
source: Unfollow
es: Dejar de segiudores

# you_will_stop_follow
source: You will stop following
es: Dejarás de segudores a

source: Delete your account
es: Elimina tu cuenta

# you_sure_delete_account
source: Are you sure you want to delete your account?
es: ¿Estas seguro de que quieres eliminar tu cuenta?

# action_cannot_undone
source: This action cannot be undone. If you delete your account, you will lose all your data and will not be able to recover it.
es: Esta acción no se puede deshacer. Si eliminas tu cuenta, perderás todos tus datos y no podrás recuperarlos.

# account_deleted
source: Account deleted successfully
es: Cuenta eliminada correctamente

source: Deleting account
es: Eliminando cuenta...

# confirm_to_delete_account
source: To confirm that you want to delete your account, enter the word
es: Para confirmar que quieres eliminar tu cuenta ingresa la palabra

source: Incorrect word
es: Palabra incorrecta

# using_your_loc
source: Using your location
es: Uso de tu ubicación

# send_help_alert
source: To send help alerts when you're in danger, allow Tapp to use your real-time location. Tapp will also use your location in the background to show you posts and people near you.
es: Para poder enviar alertas de ayuda cuando te encuentres en peligro, permite que Tapp utilice tu ubicación en tiempo real. Tapp también hará uso de tu ubicación en segundo plano para mostrarte publicaciones y gente cerca de ti.

# do_not_active
source: Do not activate
es: No activar

source: I send you a message
es: te envió un mensaje

# someone_near_danger
source: Someone near you was in danger.
es: Alguien cerca de ti se encontraba en peligro.

# unknow_notification
source: Unknown notification
es: Notificación desconocida

source: Report
es: Reportar

# tell_us_reason
source: tell us the reason
es: Dinos el motivo

# thank_you_for_report
source: Thank you for reporting inappropriate content.
es: Gracias por reportar contenido inapropiado.

# notify_could_not_report
source: Notification could not be reported, please try again later.
es: No se ha podido reportar la notificación, intenta más tarde.

source: Reason
es: Motivo

# false_alarm
source: False alarm, joke, mistake...
es: Falsa alarma, broma, equivocación...

# do_not_leave_empty_reason
source: Do not leave the reason empty.
es: No dejes el motivo vacío.

source: Alert sent
es: Alerta enviada

# distress_alert
source: Sending distress alert
es: Enviando alerta de auxilio

source: Sending alert...
es: Enviando alerta...

# press_hold
source: Press and hold for 1 second to ask nearby people for help
es: Deja presionado durante 1 segundo para pedir ayuda a las personas cercanas

source: Ask for help
es: Pedir ayuda

# press_button
source: Press the button to request support from your nearby supportive community or your trusted contacts.
es: Presiona el botón para pedir apoyo de tu comunidad solidaria cercana or your trusted contacts.

source: I need support!
es: Necesito apoyo!

# please_only_tool
source: Please, only use this tool when you are in a situation of maximum urgency.
es: Por favor, solo utilizar ésta herramienta cuando se encuentra en una situación de máxima urgencia.

source: hello
es: hola

source: Exit map
es: Salir del mapa

# there_is_person_danger_near_you
source: There is a person in danger near you, follow the marked route to reach the place.
es: Hay una persona en peligro cerca de ti, sigue la ruta marcada para llegar al lugar.

# person_calling
source: The person calling for help indicated that weapons are involved. Be careful.
es: La persona que está pidiendo ayuda indicó que hay armas involucradas. Ten precaución.

# person_asking
source: The person asking for help indicated that it is domestic violence.
es: La persona que está pidiendo ayuda indicó que se trata de violencia doméstica.

# approx_location
source: Approximate location
es: Ubicación aproximada

source: Comment
es: Comentarios

source: Follow
es: Seguir

# share_post
source: Shared post.
es: Publicación compartida.

# could_not_be_shared
source: The post could not be shared.
es: No se ha podido compartir la publicación.

source: Send message to
es: Enviar mensaje a

# report_publication
source: Report publication of
es: Reportar publicación de

# deleting_post
source: Deleting posts...
es: Eliminando post...

source: Post deleted
es: Post eliminado

source: Delete post
es: Eliminar post

# post_will_permanently
source: Post will be permanently deleted
es: Se eliminará la publicación permanentemente

source: Comment something
es: Comenta algo

# user_have_report
source: Users have reported this post. For better security, the publication is automatically removed while it is being processed
es: Usuarios han reportado este post. Para mejor seguridad, se quita automáticamente la publicación mientras es procesada

# you_follow_this_user
source: Now you follow this user!
es: Ahora sigues a este usuario!

# you_cannot_follow_user
source: You can't follow the user.
es: No puedes seguir al usuario.

# permission_audio
source: You must accept permissions to record audio.
es: Debes aceptar los permisos para grabar audio.

source: Remove image
es: Quitar imagen

source: Recording audio
es: Grabando audio

# message_could_not_send
source: The message could not be sent, please try again.
es: No se pudo enviar el mensaje, inténtalo de nuevo.

# verify_phone
source: Verified phone.
es: Teléfono verificado.

# send_email_recovery
source: We have sent you an email to recover your password
es: Te hemos envíado un correo para recuperar tu contraseña

source: Welcome Again
es: Bienvenido nuevamente

# register_success
source: Registration successful, logging in...
es: Registro exitoso, iniciando sesión...

source: Phone number
es: Número de teléfono

source: Wait a moment...
es: Espere un momento...

# phone_must_be_9_10
source: Please enter a valid phone number with 8 to 15 digits.
es: Por favor, ingresa un número de teléfono válido con 8 a 15 dígitos.

# write_6_code
source: Write the 6 digit code
es: Escribe el codigo de 6 digitos

# field_required
source: This field is required
es: Este campo es requerido

# verify_code
source: Check code
es: Verificar código

# send_sms_code
source: Send SMS with the code
es: Enviar SMS con el código

# error_occur
source: An error occurred
es: Ocurrió un error

# post_could_not_report
source: The post could not be reported, try again later.
es: No se ha podido reportar la publicación, intenta más tarde.

# inappropriate_languare
source: Inappropriate language, sexual content...
es: Lenguaje inapropiado, contenido sexual...

source: Distance Filter
es: Filtro de distancia

# choose_radius_distance
source: Choose the radius distance chat space that you wish to enter and check out or post audio, media or text in
es: Elija el espacio de chat de radio de distancia al que desea ingresar y consultar o publicar audio, medios o texto en

source: Join
es: Unirse

# join_real_time
source: Join a Real-time local community wherever you are
es: Únase a una comunidad local en tiempo real dondequiera que esté

# tapp_connect_other_app
source: Tapp connects you with otherTapp users within your vicinity, whether you’re in School, Event or wherever!
es: Tapp te conecta con otros usuarios de Tapp en tu vecindad, ya sea que estés en la escuela, en un evento o en cualquier lugar.

# no_one_can_see
source: No one can see your location, unless you tell the
es: Nadie puede ver tu ubicación, a menos que le digas al

# choose_free_dom
source: User's Choice Freedom
es: Libertad de elección del usuario

# you_decide_which_user
source: You decide which users to restrict from Your own personalized Social GeoSphere, anywhere you go.
es: Usted decide qué usuarios restringir desde su propia geoesfera social personalizada, dondequiera que vaya.

# as_you_following
source: As if you’re “following” very ser near you from the start,you can “unfollow” them by excommunicating them.
es: Como si estuvieras “siguiendo” a un servidor cercano a ti desde el principio, puedes “dejar de seguirlo” excomulgándolo.

# grant_location
source: Grant location permission
es: Conceder permiso de ubicación

# permission_to_use
source: Permissions to use your location in the foreground and background are disabled, we recommend you activate them by pressing the button below, so you can enjoy a better experience within the app
es: Los permisos para usar tu ubicación en primer y segundo plano están desactivados, te recomendamos activarlos presionando el botón de abajo, así podrás disfrutar de una mejor experiencia dentro de la app

source: Not for now
es: Por ahora no

source: Open settings
es: Abrir ajustes

# location_disable
source: Location disabled
es: Ubicación desactivada

# current_location_service
source: Currently location services (GPS) are disabled, we recommend that you activate them to enjoy a better experience within the app.
es: Actualmente los servicios de ubicación (GPS) se encuentran deshabilitados, te recomendamos activarlos para disfrutar de una mejor experienca dentro de la app.

source: Male
es: Masculino

source: Female
es: Femenino

source: Nonbinary
es: No binario

source: Intersex
es: Intersexo

source: Other
es: Otro

source: Prefer not to answer
es: Prefiero no responder

# go_live
source: Live
es: Vivir

source: Go Live Now
es: Ir en vivo ahora

source: Continue Streaming
es: Continuar transmitiendo

# someone_near_you_stream
source: Someone just started a live stream
es: Alguien cerca de ti ha comenzado una transmisión en vivo
